Repository: bcantarel/workoutbuilder_yogapilates
Catalog: YogaLaties/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

source: "Calm" (~0.40) works well for yoga. Adjust until it feels right for you.
es: «Calma» (~0,40) funciona bien para yoga. Ajusta hasta que se sienta bien.
fr: « Calme » (~0,40) convient bien au yoga. Ajustez jusqu'à ce que ce soit confortable.
pt: «Calmo» (~0,40) funciona bem para yoga. Ajuste até se sentir confortável.

source: "Neutral" is the default. Lower values feel more meditative; higher values feel more energising.
es: «Neutro» es el valor por defecto. Los valores bajos son más meditativos; los altos, más energizantes.
fr: « Neutre » est le réglage par défaut. Les valeurs basses sont plus méditatives ; les valeurs hautes sont plus énergisantes.
pt: «Neutro» é o padrão. Valores mais baixos são mais meditativos; valores mais altos são mais energizantes.

source: Add Exercises
es: Añadir ejercicios
fr: Ajouter des exercices
pt: Adicionar exercícios

source: Auto always uses the best voice you have installed. Download a Premium voice and Auto upgrades instantly — no selection needed.
es: Auto siempre usa la mejor voz instalada. Descarga una voz Premium y Auto mejora al instante.
fr: Auto utilise toujours la meilleure voix installée. Téléchargez une voix Premium et Auto s'améliore instantanément.
pt: Auto sempre usa a melhor voz instalada. Baixe uma voz Premium e o Auto melhora instantaneamente.

source: Calmer
es: Más calmado
fr: Plus calme
pt: Mais calmo

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Coach Pitch
es: Tono del coach
fr: Tonalité du coach
pt: Tom do coach

source: Coach Speed
es: Velocidad del coach
fr: Vitesse du coach
pt: Velocidade do coach

source: Coach Voice
es: Voz del coach
fr: Voix du coach
pt: Voz do coach

# coach.breathing_reminder
source: Keep that breath flowing... you're doing beautifully.
es: Sigue respirando... lo estás haciendo de maravilla.
fr: Continuez à respirer... vous faites magnifiquement.
pt: Continue respirando... você está indo lindamente.

# coach.five_second_warning_last
source: 5 seconds. Last one — finish strong!
es: 5 segundos. ¡Último esfuerzo — termina fuerte!
fr: 5 secondes. Dernier effort — finissez fort !
pt: 5 segundos. Último esforço — termine forte!

# coach.ten_second_warning_last
source: 10 seconds — finish strong!
es: 10 segundos — ¡termina fuerte!
fr: 10 secondes — finissez fort !
pt: 10 segundos — termine forte!

# coach.ten_second_warning_with_next
source: 10 more seconds — almost there!
es: 10 segundos más — ¡casi lo logras!
fr: Encore 10 secondes — vous y êtes presque !
pt: Mais 10 segundos — quase lá!

# coach.workout_complete
source: Workout complete! Great job finishing %@.
es: ¡Sesión completada! Felicidades por terminar %@.
fr: Séance terminée ! Bravo pour avoir accompli %@.
pt: Sessão concluída! Parabéns por terminar %@.

source: custom
es: personalizado
fr: personnalisé
pt: personalizado

source: Done
es: Listo
fr: Terminé
pt: Concluído

source: Edit
es: Editar
fr: Modifier
pt: Editar

source: Exercises
es: Ejercicios
fr: Exercices
pt: Exercícios

source: Faster
es: Más rápido
fr: Plus rapide
pt: Mais rápido

source: Great work!
es: ¡Excelente trabajo!
fr: Excellent travail !
pt: Excelente trabalho!

source: Improve Voice Quality
es: Mejorar la calidad de voz
fr: Améliorer la qualité de la voix
pt: Melhorar a qualidade de voz

source: Library
es: Biblioteca
fr: Bibliothèque
pt: Biblioteca

source: Mix
es: Mixto
fr: Mixte
pt: Misto

source: More Upbeat
es: Más animado
fr: Plus dynamique
pt: Mais animado

source: My Routines
es: Mis Rutinas
fr: Mes Routines
pt: Minhas Rotinas

source: Next up
es: A continuación
fr: Suivant
pt: A seguir

source: No exercises in this routine.
es: No hay ejercicios en esta rutina.
fr: Aucun exercice dans cette routine.
pt: Nenhum exercício nesta rotina.

source: No Routines Yet
es: Sin rutinas aún
fr: Aucune routine
pt: Nenhuma rotina ainda

source: Paused
es: En pausa
fr: En pause
pt: Pausado

source: Save
es: Guardar
fr: Enregistrer
pt: Salvar

source: seconds
es: segundos
fr: secondes
pt: segundos

source: Session Complete
es: Sesión completada
fr: Séance terminée
pt: Sessão concluída

source: Settings
es: Ajustes
fr: Paramètres
pt: Configurações

source: Slower
es: Más lento
fr: Plus lent
pt: Mais lento

source: Speech Speed
es: Velocidad del habla
fr: Vitesse de parole
pt: Velocidade da fala

source: Tap "Add Exercises" below to build your routine.
es: Toca «Añadir ejercicios» abajo para crear tu rutina.
fr: Appuyez sur « Ajouter des exercices » ci-dessous pour créer votre routine.
pt: Toque em «Adicionar exercícios» abaixo para criar sua rotina.

source: Tap + to build your first custom routine from the exercise library.
es: Toca + para crear tu primera rutina desde la biblioteca de ejercicios.
fr: Appuyez sur + pour créer votre première routine depuis la bibliothèque d'exercices.
pt: Toque em + para criar sua primeira rotina da biblioteca de exercícios.

source: Tap ● to remove · Hold ≡ to reorder · Tap ＋/－ to adjust duration
es: ● para eliminar · Mantén ≡ para reordenar · ＋/－ para ajustar duración
fr: ● pour supprimer · Maintenez ≡ pour réordonner · ＋/－ pour ajuster la durée
pt: ● para remover · Segure ≡ para reordenar · ＋/－ para ajustar duração

source: Voice Picker
es: Selector de voz
fr: Choix de la voix
pt: Seletor de voz

source: Voice Pitch
es: Tono de voz
fr: Tonalité de la voix
pt: Tom de voz

# voice.download_path.en
source: Settings → Accessibility → Live Speech → Voices → English Look for voices marked Enhanced or Premium and tap the ⬇ icon. Ava (Premium) is a great choice for yoga.
es: Ajustes → Accesibilidad → Palabra en vivo → Voces → Inglés Busca voces marcadas como Enhanced o Premium y toca el icono ⬇. Ava (Premium) es una gran opción para yoga.
fr: Réglages → Accessibilité → Parole en direct → Voix → Anglais Recherchez les voix marquées Enhanced ou Premium et appuyez sur l'icône ⬇. Ava (Premium) est un excellent choix pour le yoga.
pt: Ajustes → Acessibilidade → Fala ao vivo → Vozes → Inglês Procure vozes marcadas como Enhanced ou Premium e toque no ícone ⬇. Ava (Premium) é uma ótima escolha para yoga.

# voice.download_path.es
source: Settings → Accessibility → Live Speech → Voices → Spanish Look for voices marked Enhanced or Premium and tap the ⬇ icon.
es: Ajustes → Accesibilidad → Palabra en vivo → Voces → Español Busca voces marcadas como Enhanced o Premium y toca el icono ⬇.
fr: Réglages → Accessibilité → Parole en direct → Voix → Espagnol Recherchez les voix marquées Enhanced ou Premium et appuyez sur l'icône ⬇.
pt: Ajustes → Acessibilidade → Fala ao vivo → Vozes → Espanhol Procure vozes marcadas como Enhanced ou Premium e toque no ícone ⬇.

# voice.download_path.fr
source: Settings → Accessibility → Live Speech → Voices → French Look for voices marked Enhanced or Premium and tap the ⬇ icon.
es: Ajustes → Accesibilidad → Palabra en vivo → Voces → Francés Busca voces marcadas como Enhanced o Premium y toca el icono ⬇.
fr: Réglages → Accessibilité → Parole en direct → Voix → Français Recherchez les voix marquées Enhanced ou Premium et appuyez sur l'icône ⬇.
pt: Ajustes → Acessibilidade → Fala ao vivo → Vozes → Francês Procure vozes marcadas como Enhanced ou Premium e toque no ícone ⬇.

# voice.download_path.pt
source: Settings → Accessibility → Live Speech → Voices → Portuguese Look for voices marked Enhanced or Premium and tap the ⬇ icon.
es: Ajustes → Accesibilidad → Palabra en vivo → Voces → Portugués Busca voces marcadas como Enhanced o Premium y toca el icono ⬇.
fr: Réglages → Accessibilité → Parole en direct → Voix → Portugais Recherchez les voix marquées Enhanced ou Premium et appuyez sur l'icône ⬇.
pt: Ajustes → Acessibilidade → Fala ao vivo → Vozes → Português Procure vozes marcadas como Enhanced ou Premium e toque no ícone ⬇.

# voice.tip.description
source: You're currently using the basic compact voice. Apple offers free Enhanced and Premium voices that sound dramatically more natural — ideal for a calm yoga coach.
es: Actualmente estás usando la voz compacta básica. Apple ofrece voces Enhanced y Premium gratuitas que suenan mucho más naturales — ideales para un coach de yoga tranquilo.
fr: Vous utilisez actuellement la voix compacte de base. Apple propose des voix Enhanced et Premium gratuites qui sonnent beaucoup plus naturel — idéales pour un coach de yoga serein.
pt: Você está usando a voz compacta básica. A Apple oferece vozes Enhanced e Premium gratuitas que soam muito mais naturais — ideais para um coach de yoga tranquilo.

# voice.tip.how_to
source: To download one:
es: Para descargar una:
fr: Pour en télécharger une :
pt: Para baixar uma:

source: What you did
es: Lo que hiciste
fr: Ce que vous avez fait
pt: O que você fez
